# d={"3443":"創意", "00878":"國泰永續高股息", "00892":"富邦台灣半導體","00713":"元大台灣高息低波","2610":"華航","2337":"旺宏","2303":"聯電",
# "0050":"元大台灣50","0056":"元大台灣高股息"}

# l=['國泰永續高股息 (00878)', '創意 (3443)', '富邦台灣半導體 (00892)', '元大台灣高息低波 (00713)', '華航 (2610)', '旺宏 (2337)', '聯電 (2303)', '元大台灣50 (0050)', '元大高股息']
# l1=[]
# for i in l:
#     for j in i.split():
#         if i.split().index(j)/2==0:
#             l1.append(j)

# print(l1)
d={"3443":"創意", "00878":"國泰永續高股息", "00892":"富邦台灣半導體","00713":"元大台灣高息低波","2610":"華航","2337":"旺宏","2303":"聯電",
"0050":"元大台灣50","0056":"元大台灣高股息"}
print(d.values)
